---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilterInverseRule
source: html/f4686b73-94f3-ca54-30ba-abb784ac2bcb.htm
---
# FilterInverseRule Members

Constructs a new instance of FilterInverseRule.